{"error":{"title":"Error page!","http":{"400":"Bad request.","403":"You are not authorized to access this page.","404":"The page does not exist.","405":"The HTTP verb you used is not supported for this URL.","500":"Internal server error."},"concurrencyFailure":"Another user modified this data at the same time as you. Your changes were rejected.","validation":"Validation error on the server.","return.home":"Return to homepage","internalServerError":"Internal server error","server.not.reachable":"Server not reachable","url.not.found":"Not found","NotNull":"Field {{ fieldName }} cannot be empty!","Size":"Field {{ fieldName }} does not meet min/max size requirements!","userexists":"Login name already used!","emailexists":"Email is already in use!","idexists":"A new {{ entityName }} cannot already have an ID","idnull":"Invalid ID","idinvalid":"Invalid ID","idnotfound":"ID cannot be found","file":{"could.not.extract":"Could not extract file","not.image":"File was expected to be an image but was found to be \"{{ fileType }}\""}},"title":"Adrien LE BRETON","browsehappy":"You are using an <strong>outdated</strong> browser. Please <a href=\"http://browsehappy.com/?locale=en\">upgrade your browser</a> to improve your experience.","menu":{"home":"Home","services":"Services","portfolio":"Portfolio","design":"Design","language":"Français"},"home":{"poste-1":"Fullstack developer.","poste-2":"Mobile developer.","poste-3":"CTO.","description":"With a focus on innovation and performance, I tailor solutions to meet your needs. Let's work together to turn your ideas into successes.","discuss":"Let's discuss your project","contact-me":"Contact me","malt":"Use my services"},"services":{"review":{"title":"My Clients Review.","more":"Voir toutes mes recommandations","review1":"Very precise and leaving nothing to chance, Adrien's work shows a real willingness to find solutions and solve problems down to the smallest detail, while making an effort to maintain his level of knowledge and expertise at the highest level. Adrien is very attentive to every detail of a project. Add to that his excellent interpersonal skills, and you've got the makings of a real pleasure. A real pleasure.","review2":"Adrien has worked on several projects within the Postal IS office of the Office des Postes et Télécommunications de la Nouvelle-Calédonie. As a SCRUM Master, I appreciated his versatility and the fact that he always volunteered to help the various team members. He was also very involved in the design of the applications, which were tastefully developed and very much appreciated by the users. On a human level, he integrated very quickly and contributed greatly to the good atmosphere within the team. I highly recommend him.","review3":"Adrien joined our development team on two projects combining Angular, SpringBoot and Ionic technologies.Very concerned with the UI and UX aspects of his applications, he knows how to provide effective and relevant design solutions.His affinity for Agile methodology has enabled him to take on the role of Scrum Master on several occasions. A role he fulfilled with unfailing professionalism for part of the project.On the human side, Adrien integrated very easily into the team and played an important role in its cohesion. He's an extrovert who tends to bring team members together."},"details":{"title":"What I can do for you.","malt":"Use my services","conception":{"title":"App Development","description":"I am specialized in creating high quality websites and mobile applications, using the latest technologies and industry practices. I ensure that my projects are robust, reliable and user-friendly."},"dev":{"title":"Design","description":"I am passionate about creating aesthetically pleasing and engaging visuals. I strive to understand the needs of my clients and provide them with unique, custom designs that reflect their identity and message."},"branding":{"title":"Photography","description":"I am a visual artist who enjoys capturing the essence of the subjects and events I photograph. I am able to produce professional quality images that can be used for commercial purposes or for personal enjoyment."}}}}