{"error":{"title":"Page d'erreur !","http":{"400":"Mauvaise requête.","403":"Vous n'avez pas les droits pour accéder à cette page.","404":"La page n'existe pas.","405":"Le verbe HTTP que vous avez utilisé n'est pas reconnu par cet URL.","500":"Erreur interne du serveur."},"concurrencyFailure":"Un autre utilisateur a modifié ces données en même temps que vous. Vos changements n'ont pas été sauvegardés.","validation":"Erreur de validation côté serveur.","return.home":"Retour à la page d'accueil","internalServerError":"Erreur interne du serveur","server.not.reachable":"Serveur inaccessible","url.not.found":"Non trouvé","NotNull":"Le champ {{fieldName}} ne peut pas être vide !","Size":"Le champ {{fieldName}} ne respecte pas les critères minimum et maximum !","userexists":"Login déjà utilisé !","emailexists":"Email déjà utilisé !","idexists":"Une nouvelle entité {{entityName}} ne peut pas avoir d'identifiant !","idnull":"Identifiant invalide","idinvalid":"Invalid Id","idnotfound":"ID cannot be found","file":{"could.not.extract":"Impossible d'extraire le fichier","not.image":"Le fichier doit être une image et non du type \"{{ fileType }}\""}},"title":"Adrien LE BRETON","browsehappy":"Vous utilisez un <strong>ancien</strong> navigateur. Veuillez <a href=\"http://browsehappy.com/?locale=fr\">mettre à jour votre navigateur</a> pour une meilleure expérience.","menu":{"home":"Accueil","services":"Services","portfolio":"Portfolio","design":"Design","language":"English"},"home":{"poste-1":"Développeur fullstack.","poste-2":"Développeur mobile.","poste-3":"CTO.","description":"Avec une approche centrée sur l'innovation et la performance, je conçois des solutions sur mesure pour répondre à vos besoins. Ensemble, transformons vos idées en succès.","discuss":"Discutons de votre projet","contact-me":"Me contacter","malt":"Faites appel à mes services"},"services":{"review":{"title":"Mes recommandations.","more":"Voir toutes mes recommandations","review1":"Très précis et ne laissant rien au hasard, Adrien montre dans son travail une réelle volonté d'apporter des solutions et de résoudre les problèmes dans les moindres détails, tout en faisant l'effort de maintenir son niveau de connaissance et d'expertise au niveau maximal. Adrien est très attentif à tous les détails d'un projet. A cela s'ajoute son très bon relationnel facilite tout çà. Un vrai plaisir.","review2":"Adrien est intervenu sur plusieurs projets au sein du bureau SI Postal de l’Office des Postes et Télécommunications de la Nouvelle-Calédonie. En tant que SCRUM Master, j’ai apprécié sa polyvalence et le fait qu’il se porte toujours volontaire pour apporter de l’aide aux différents membres de l’équipe. Force de proposition, il s’est également impliqué avec brio sur la partie design des applications développées avec goût et très appréciées des utilisateurs. Sur le plan humain, il a su s’intégrer très rapidement et a largement contribué à la bonne ambiance au sein de l’équipe. Je le recommande fortement.","review3":"Adrien a rejoint notre équipe de développement sur deux projets associants les technologies Angular, SpringBoot et Ionic. Très soucieux de l'aspect UI et UX de ses applications, il sait apporter des solutions de design efficaces et pertinentes. Son appétence pour la méthodologie Agile lui ont permis de prendre plusieurs fois le rôle de Scrum Master. Rôle qu'il a assuré avec un professionnalisme sans faille pendant une partie du projet. Pour le côté humain, Adrien a su s'intégrer très facilement à l'équipe et a joué un rôle important dans sa cohésion. C'est une personne extravertie qui tend à rassembler les membres de son équipe."},"details":{"title":"Mes services.","malt":"Faire appel à mes services","conception":{"title":"Conception & Architecture","description":"Je structure votre projet digital avec une vision claire de l'expérience utilisateur et de vos objectifs. De la planification à la création de wireframes, je pose les bases d'un site ou d'une application performante et intuitive."},"dev":{"title":"Réalisation Sur Mesure","description":"Je transforme vos idées et mes designs en solutions web et mobiles fonctionnelles et esthétiques. Que ce soit un site vitrine, un portfolio, une boutique en ligne ou une interface d'administration, je m'engage à un développement de qualité."},"branding":{"title":"Branding & Optimisation","description":"Je crée ou renforce votre identité visuelle (logo, couleurs, design) pour une image de marque forte. J'optimise également votre site pour les moteurs de recherche (SEO) et assure sa mise en ligne pour une visibilité maximale."}}}}